Repository: JamesChenGithub/GSMAlarmSystem
Catalog: GSMAlarmSystem/*.lproj/Localizable.strings
Languages: es, fr

# kapp_name
source: EZHOME
es: OPEXIA EZHOME
fr: OPEXIA EZHUOME

# ktab_menu
source: Main menu
es: Menú principal
fr: Menu principal

# ktab_settings
source: System setting
es: Configuración del sistema
fr: Paramètres système

# ktab_more
source: More
es: Más
fr: Plus

# ktab_settings_call
source: Alarm phone number setting
es: Configuración del número de teléfono de alarma
fr: Configuration numéros de téléphone

# ktab_settings_msg_settings
source: Alarm SMS number setting
es: Configuración del número de SMS de alarma
fr: Configuration numéros SMS

# ktab_settings_change_pwd
source: Change user password
es: Cambiar contraseña de usuario
fr: Changer mot de passe

# ktab_settings_change_language
source: Change panel language
es: Cambiar el idioma del panel
fr: Définir la langue de la centrale

# ktab_settings_change_zone_name
source: Change zone name
es: Cambiar nombre de zona
fr: Définir le nom des zones

# ktab_settings_ringing_times
source: Ringing times setting
es: Configuración de timbre
fr: Nombre de sonneries avant de décrocher

# ktab_settings_delayed_time
source: Delay entry / exit time setting
es: Configuración de tiempo de retardo de entrada / salida
fr: Définir délai entrée / sortie

# ktab_settings_ringing_time
source: Siren time setting
es: Configuración de alarma sonora
fr: Paramètres sirène

# ktab_settings_change_rfid_name
source: Change RFID tag name
es: Cambiar nombre de tag RFID
fr: Définir le nom des badges RFID

# ktab_settings_deployment_time
source: Arm / Disarm time setting
es: Configuración de horario de activar / desactivar
fr: Définir horaire armement / désarmement

# kmsg_fail
source: Sending fail
es: Error
fr: Echec envoie

# kedit
source: Edit
es: Editar
fr: Editer

# kcancel
source: Cancel
es: Cancelar
fr: Annuler

# kdelete
source: Delete
es: Eliminar
fr: Supprimer

# khost
source: Panel account
es: Cuenta de panel
fr: Compte

# kadd_host
source: Add panel account
es: Agregar nombre de panel
fr: Ajouter un compte

# khost_name
source: Panel name
es: Nombre de panel
fr: Nom de l'alarme

# khost_number
source: Panel number
es: Número de panel
fr: Numéro de carte SIM de l'alarme

# kplease_input_phone_number
source: Please enter phone number
es: Por favor ingresar número telefónico
fr: Entrer le numéro de téléphone

# kplease_input_msg_number
source: Please enter SMS number
es: Por favor ingresar número de SMS
fr: Ajouter un numéro SMS

# kplease_input_pwd
source: Please enter 4 digits password
es: Por favor ingresar contraseña de 4 dígitos
fr: Entrer un mot de passe à 4 chiffres

# kzone_name_format
source: Zone %ld alarm
es: zona de alarma %ld
fr: Zone alarme %ld

# kplease_input_rfid_name
source: Please enter RFID tag name
es: Por favor ingresar nombre de tag RFID
fr: Entrer le nom du badge RFID

# ktimes
source: time(s)
es: tono (s)
fr: fois

# kmilles
source: second (s)
es: segundo (s)
fr: seconde (s)

# kseconds
source: minute (s)
es: minuto (s)

# kvolume
source: Volume
es: Volumen

# ktime
source: Time
es: Tiempo
fr: Temps

# klow
source: Low
es: Bajo
fr: Bas

# kmute
source: Mute
es: Mudo
fr: Muet

# khigh
source: High
es: Bajo
fr: Haut

# kdeployment_time
source: Arm time
es: Horario de activación
fr: Horaire armement

# kabandon_time
source: Disarm time
es: Horario de desactivación
fr: Horaire désarmement

# kenter
source: Entry
es: Entrada
fr: Entrée

# kexit
source: Exit
es: Salida
fr: Sortie

# kLANGUAGE_CN
source: Simplified Chinese
es: chino simplificado
fr: Chinois simplifié

# kLANGUAGE_EN
source: English
es: alemán
fr: Anglais

# kLANGUAGE_FR
source: French
es: francés
fr: Français

# kLANGUAGE_ES
source: Spanish
es: español
fr: Espagnol

# kLANGUAGE_AE
source: Arabian
es: árabe
fr: Arabe

# kLANGUAGE_DE
source: German
es: alemán
fr: Allemand

# kLANGUAGE_RU
source: Russian
es: ruso
fr: Russe

# kLANGUAGE_PT
source: Portuguese
es: portugués
fr: Portuguais

# kDonotSupportMSG
source: The device does not support SMS
es: El equipo no apoya el mensaje
fr: Le dispositif n'est pas en faveur de SMS

# kPleaseInputInformation
source: Please input the information
es: Por favor introduzca información
fr: Veuillez saisir les informations

# kok
source: OK
fr: Valider
